Repository: kengomatsuo/undirect
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn, ca, cs, da, de_de, el, es_es, es_mx, fi, fr_ca, fr_fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl_nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Press the Undirect button in Safari on a site that keeps redirecting.
ar_sa: اضغط زر Undirect في شريط أدوات Safari عند زيارة موقع يسيء التصرف.
bn: যে সাইট আপনাকে অন্যত্র পাঠিয়ে দেয়, সেখানে Safari-র টুলবারের Undirect বোতামে চাপ দিন।
ca: En un lloc que et redirigeix, prem el botó de l'Undirect a la barra d'eines del Safari.
cs: Na webu, který vás přesměrovává, stiskněte tlačítko Undirect na panelu nástrojů Safari.
da: Tryk på Undirect-knappen i Safaris værktøjslinje på et websted, der omdirigerer dig.
de_de: Klicken Sie auf das Undirect-Symbol in Safari, um die Website zu schützen.
el: Σε έναν ιστότοπο που σε ανακατευθύνει, πάτα το κουμπί Undirect στη γραμμή εργαλείων του Safari.
es_es: Pulsa el botón de Undirect en Safari cuando un sitio te redirija.
es_mx: En un sitio que te redirija, presiona el botón de Undirect en la barra de Safari.
fi: Paina sivustolla, joka ohjaa sinua muualle, Undirect-painiketta Safarin työkalupalkissa.
fr_ca: Sur un site qui vous redirige, appuyez sur le bouton Undirect de la barre d'outils de Safari.
fr_fr: Appuyez sur le bouton Undirect dans Safari pour protéger un site.
gu: જે સાઇટ તમને બીજે મોકલી દે ત્યાં Safari ટૂલબારનું Undirect બટન દબાવો.
he: באתר שמפנה אתכם הלאה, לחצו על הלחצן של Undirect בסרגל הכלים של Safari.
hi: जो साइट परेशान करे, वहां Safari के टूलबार में Undirect बटन दबाएं।
hr: Na web-mjestu koje vas preusmjerava pritisnite gumb Undirect na alatnoj traci Safarija.
hu: Egy átirányító oldalon nyomd meg az Undirect gombját a Safari eszköztárán.
id: Tekan tombol Undirect di bilah alat Safari pada situs yang bermasalah.
it: Premi il pulsante Undirect nella barra di Safari su un sito problematico.
ja: 困ったサイトを開いた状態で、Safariのツールバーにあるボタンを押すと保護が始まります。
kn: ನಿಮ್ಮನ್ನು ಬೇರೆಡೆಗೆ ಕಳುಹಿಸುವ ಸೈಟ್‌ನಲ್ಲಿ Safari ಟೂಲ್‌ಬಾರ್‌ನ Undirect ಬಟನ್ ಒತ್ತಿ.
ko: 문제가 있는 사이트에서 Safari 도구 막대의 Undirect 버튼을 누르세요.
ml: നിങ്ങളെ വഴിതിരിച്ചുവിടുന്ന സൈറ്റിൽ Safari ടൂൾബാറിലെ Undirect ബട്ടൺ അമർത്തുക.
mr: तुम्हाला दुसरीकडे पाठवणाऱ्या साइटवर Safari च्या टूलबारमधील Undirect बटण दाबा.
ms: Pada laman yang mengubah hala anda, tekan butang Undirect pada bar alat Safari.
nb: Trykk på Undirect-knappen i Safaris verktøylinje på et nettsted som sender deg videre.
nl_nl: Druk op de Undirect-knop in Safari terwijl je op een lastige site bent.
or: ଆପଣଙ୍କୁ ଅନ୍ୟତ୍ର ପଠାଉଥିବା ସାଇଟରେ Safari ଟୁଲବାରର Undirect ବଟନ ଦବାନ୍ତୁ।
pa: ਜੋ ਸਾਈਟ ਤੁਹਾਨੂੰ ਕਿਤੇ ਹੋਰ ਭੇਜ ਦੇਵੇ, ਉੱਥੇ Safari ਟੂਲਬਾਰ ਦਾ Undirect ਬਟਨ ਦਬਾਓ।
pl: Wystarczy nacisnąć przycisk Undirect na pasku Safari, by włączyć ochronę.
pt_br: Toque no botão do Undirect, na barra do Safari, para proteger um site.
pt_pt: Num site que o redirecione, prima o botão do Undirect na barra do Safari.
ro: Pe un site care te redirecționează, apasă butonul Undirect din bara de instrumente Safari.
ru: Нажмите Undirect на панели Safari, когда сайт начинает мешать.
sk: Na webe, ktorý vás presmeruje, stlačte tlačidlo Undirect na paneli nástrojov Safari.
sl: Na spletnem mestu, ki vas preusmerja, pritisnite gumb Undirect v orodni vrstici Safarija.
sv: Tryck på Undirect-knappen i Safaris verktygsfält på en webbplats som skickar dig vidare.
ta: உங்களை வேறிடத்துக்கு அனுப்பும் தளத்தில் Safari கருவிப்பட்டியின் Undirect பொத்தானை அழுத்துங்கள்.
te: మిమ్మల్ని వేరే చోటుకు పంపే సైట్‌లో Safari టూల్‌బార్‌లోని Undirect బటన్‌ను నొక్కండి.
th: กดปุ่ม Undirect บนแถบเครื่องมือของ Safari ขณะอยู่ในไซต์ที่มีปัญหา เพื่อเริ่มป้องกัน
tr: Sorun çıkaran bir sitede Safari araç çubuğundaki Undirect düğmesine basın.
uk: На сайті, що вас перенаправляє, натисніть кнопку Undirect на панелі інструментів Safari.
ur: جو سائٹ آپ کو کہیں اور بھیج دے وہاں Safari کے ٹول بار میں Undirect کا بٹن دبائیں۔
vi: Nhấn nút Undirect trên thanh công cụ khi đang ở trang hay gây phiền.
zh_hans: 在爱乱跳转的网站上点一下 Safari 工具栏的 Undirect 图标，即可开启防护。
zh_hant: 在 Safari 工具列按下 Undirect 按鈕，就能防護目前的網站。

source: Safari did not answer. Switching it on there is picked up automatically.
ar_sa: تعذّر التأكد الآن، وسيلاحظ التطبيق تفعيل الإضافة في Safari بمجرد حدوثه.
bn: এবার Safari সাড়া দেয়নি। এক্সটেনশন চালু করলে অ্যাপ নিজেই তা বুঝে নেবে।
ca: Aquesta vegada Safari no ha respost. Si actives l'extensió, l'app ho notarà soleta.
cs: Safari tentokrát neodpovědělo. Pokud rozšíření zapnete, aplikace si toho všimne sama.
da: Safari svarede ikke denne gang. Slår du udvidelsen til, opdager appen det af sig selv.
de_de: Safari antwortete nicht. Wird die Erweiterung aktiviert, erkennt Undirect das von selbst.
el: Το Safari δεν απάντησε αυτή τη φορά. Αν ενεργοποιήσεις την επέκταση, η εφαρμογή θα το καταλάβει μόνη της.
es_es: No hemos podido confirmarlo. Si la activas en Safari, la app lo notará sola.
es_mx: Safari no respondió esta vez. Si activas la extensión, la app lo detectará sola.
fi: Safari ei vastannut tällä kertaa. Jos otat laajennuksen käyttöön, appi huomaa sen itse.
fr_ca: Safari n'a pas répondu cette fois. Si vous activez l'extension, l'app s'en apercevra d'elle-même.
fr_fr: Safari n'a pas répondu cette fois. Si vous l'activez, l'app le remarquera seule.
gu: આ વખતે Safari એ જવાબ આપ્યો નહીં. એક્સ્ટેંશન ચાલુ કરશો તો ઍપ જાતે જ જાણી લેશે.
he: Safari לא הגיב הפעם. אם תפעיל את ההרחבה, האפליקציה תזהה את זה בעצמה.
hi: इस बार Safari से जवाब नहीं मिला। एक्सटेंशन चालू करते ही ऐप खुद जान जाएगा।
hr: Safari ovaj put nije odgovorio. Ako uključite proširenje, aplikacija će to sama primijetiti.
hu: A Safari ezúttal nem válaszolt. Ha bekapcsolod a bővítményt, az app magától észreveszi.
id: Safari tak bisa memastikan status ekstensi. Aktifkan saja, aplikasi ini akan tahu sendiri.
it: Non è stato possibile verificare Safari. Se attivi l'estensione, verrà rilevata da sola.
ja: Safariの確認がうまくいきませんでした。拡張機能をオンにすれば、このアプリが自動で気づきます。
kn: ಈ ಬಾರಿ Safari ಉತ್ತರಿಸಲಿಲ್ಲ. ಎಕ್ಸ್‌ಟೆನ್ಶನ್ ಆನ್ ಮಾಡಿದರೆ ಆ್ಯಪ್ ತಾನೇ ಗುರುತಿಸುತ್ತದೆ.
ko: Safari에서 상태를 확인하지 못했습니다. 확장 프로그램을 켜면 앱이 스스로 알아챕니다.
ml: ഇത്തവണ Safari പ്രതികരിച്ചില്ല. എക്സ്റ്റൻഷൻ ഓൺ ആക്കിയാൽ ആപ്പ് സ്വയം അറിഞ്ഞുകൊള്ളും.
mr: यावेळी Safari ने उत्तर दिले नाही. एक्स्टेन्शन सुरू केल्यास अॅपला ते आपोआप कळेल.
ms: Safari tidak menjawab kali ini. Jika anda menghidupkan sambungan itu, app akan menyedarinya sendiri.
nb: Safari svarte ikke denne gangen. Slår du på utvidelsen, oppdager appen det selv.
nl_nl: Safari gaf geen antwoord. Zet de extensie aan en de app merkt het vanzelf.
or: ଏଥର Safari ଉତ୍ତର ଦେଲା ନାହିଁ। ଏକ୍ସଟେନସନ ଚାଲୁ କଲେ ଆପ୍ ନିଜେ ଜାଣିପାରିବ।
pa: ਇਸ ਵਾਰ Safari ਨੇ ਜਵਾਬ ਨਹੀਂ ਦਿੱਤਾ। ਐਕਸਟੈਂਸ਼ਨ ਚਾਲੂ ਕਰੋਗੇ ਤਾਂ ਐਪ ਆਪੇ ਜਾਣ ਲਵੇਗੀ।
pl: Safari nie potwierdziło stanu rozszerzenia. Aplikacja sama to zauważy.
pt_br: O Safari não respondeu dessa vez. Se você ativar a extensão lá, o app percebe sozinho.
pt_pt: O Safari não respondeu desta vez. Se ativar a extensão, a app dá por isso sozinha.
ro: De data asta Safari nu a răspuns. Dacă activezi extensia, aplicația își dă seama singură.
ru: Safari не ответил сейчас, но при включении расширения приложение заметит это само.
sk: Safari tentoraz neodpovedalo. Ak rozšírenie zapnete, aplikácia si to všimne sama.
sl: Safari se tokrat ni odzval. Če razširitev vklopite, bo aplikacija to opazila sama.
sv: Safari svarade inte den här gången. Aktiverar du tillägget märker appen det själv.
ta: இந்த முறை Safari பதிலளிக்கவில்லை. நீட்டிப்பை இயக்கினால் செயலி தானாகவே அறிந்துகொள்ளும்.
te: ఈసారి Safari స్పందించలేదు. ఎక్స్‌టెన్షన్‌ను ఆన్ చేస్తే యాప్ తనంతట తానే గుర్తిస్తుంది.
th: แอปตรวจสอบกับ Safari ไม่สำเร็จในครั้งนี้ แต่ถ้าเปิดส่วนขยายใน Safari แอปจะทราบเองโดยไม่ต้องรีเฟรช
tr: Safari'den yanıt alınamadı. Uzantıyı açarsanız uygulama bunu kendiliğinden fark eder.
uk: Цього разу Safari не відповів. Якщо ввімкнути розширення, застосунок помітить це сам.
ur: اس بار Safari نے جواب نہیں دیا۔ ایکسٹینشن آن کرنے پر ایپ خود پتا لگا لے گی۔
vi: Không thể hỏi được Safari lần này. Nếu tiện ích đã bật, ứng dụng sẽ tự nhận ra.
zh_hans: 这次没能从 Safari 得到答复；如果你已经启用扩展，本应用会自动发现。
zh_hant: 這次暫時問不到 Safari 的狀態，只要延伸功能開啟，這裡就會自動更新。

source: Settings
ar_sa: الإعدادات
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de_de: Einstellungen
el: Ρυθμίσεις
es_es: Ajustes
es_mx: Ajustes
fi: Asetukset
fr_ca: Réglages
fr_fr: Réglages
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ms: Tetapan
nb: Innstillinger
nl_nl: Instellingen
or: ସେଟିଂସ
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Sites are added from the Undirect button in Safari.
ar_sa: تُضاف المواقع من زر Undirect في Safari فقط، لا من هنا.
bn: সাইট যোগ হয় Safari-র Undirect বোতাম থেকে। এখানে শুধু সরানো যায়।
ca: Els llocs s'afegeixen des del botó de l'Undirect al Safari; aquí només els pots treure.
cs: Weby se přidávají tlačítkem Undirect v Safari; tady je lze jen odebrat.
da: Websteder tilføjes fra Undirect-knappen i Safari. Her kan du kun fjerne dem.
de_de: Neue Websites fügen Sie über Safaris Symbolleiste hinzu.
el: Οι ιστότοποι προστίθενται από το κουμπί Undirect στο Safari· εδώ μπορείς μόνο να τους αφαιρέσεις.
es_es: Para añadir un sitio, usa el botón de Undirect en Safari.
es_mx: Los sitios se agregan desde el botón de Undirect en Safari; aquí solo puedes quitarlos.
fi: Sivustot lisätään Safarin Undirect-painikkeesta. Täällä niitä voi vain poistaa.
fr_ca: Les sites s'ajoutent depuis le bouton Undirect de Safari; ici, vous pouvez seulement en retirer.
fr_fr: Cette liste s'allonge depuis le bouton Undirect de Safari.
gu: સાઇટ Safari ના Undirect બટનથી ઉમેરાય છે. અહીં ફક્ત કાઢી શકાય છે.
he: אתרים מתווספים מהלחצן של Undirect ב-Safari. כאן אפשר רק להסיר אותם.
hi: नई साइट जोड़ने का तरीका सिर्फ़ Safari का टूलबार बटन है।
hr: Mjesta se dodaju gumbom Undirect u Safariju; ovdje ih možete samo ukloniti.
hu: Az oldalak a Safari Undirect gombjával kerülnek ide; itt csak eltávolítani lehet őket.
id: Situs baru masuk daftar ini hanya lewat tombol Undirect di Safari.
it: Aggiungi altri siti dal pulsante Undirect in Safari.
ja: サイトを増やすには、Safariのツールバーのボタンを使います。
kn: ಸೈಟ್‌ಗಳು Safari ಯ Undirect ಬಟನ್‌ನಿಂದ ಸೇರುತ್ತವೆ. ಇಲ್ಲಿ ತೆಗೆದುಹಾಕಲು ಮಾತ್ರ ಸಾಧ್ಯ.
ko: 새 사이트는 Safari 도구 막대의 버튼으로만 추가됩니다.
ml: സൈറ്റുകൾ ചേർക്കുന്നത് Safari-യിലെ Undirect ബട്ടൺ വഴിയാണ്. ഇവിടെ നീക്കം ചെയ്യാൻ മാത്രം കഴിയും.
mr: साइट Safari मधील Undirect बटणाने जोडल्या जातात. इथे फक्त काढता येतात.
ms: Laman ditambah daripada butang Undirect dalam Safari. Di sini anda hanya boleh mengalih keluarnya.
nb: Nettsteder legges til fra Undirect-knappen i Safari. Her kan du bare fjerne dem.
nl_nl: Nieuwe sites voeg je toe via de knop in Safari's werkbalk.
or: ସାଇଟ Safari ର Undirect ବଟନରୁ ଯୋଡ଼ାଯାଏ। ଏଠାରେ କେବଳ ହଟାଇହେବ।
pa: ਸਾਈਟਾਂ Safari ਦੇ Undirect ਬਟਨ ਤੋਂ ਜੁੜਦੀਆਂ ਹਨ। ਇੱਥੇ ਸਿਰਫ਼ ਹਟਾਈਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।
pl: Nowe witryny dodaje przycisk Undirect w pasku Safari.
pt_br: Sites só entram nesta lista pelo botão do Undirect, no Safari.
pt_pt: Os sites adicionam-se a partir do botão do Undirect no Safari; aqui só os pode remover.
ro: Site-urile se adaugă din butonul Undirect din Safari; aici le poți doar elimina.
ru: Новые сайты добавляются только кнопкой в Safari.
sk: Weby sa pridávajú tlačidlom Undirect v Safari; tu ich možno len odstrániť.
sl: Mesta dodate z gumbom Undirect v Safariju; tukaj jih lahko samo odstranite.
sv: Webbplatser läggs till från Undirect-knappen i Safari. Här kan du bara ta bort dem.
ta: தளங்கள் Safari-யின் Undirect பொத்தானால் சேர்க்கப்படும். இங்கே நீக்க மட்டுமே முடியும்.
te: సైట్‌లు Safari లోని Undirect బటన్ ద్వారా చేరతాయి. ఇక్కడ తొలగించడం మాత్రమే సాధ్యం.
th: เพิ่มไซต์ใหม่ได้จากปุ่ม Undirect ใน Safari เท่านั้น หน้านี้ลบไซต์ได้อย่างเดียว
tr: Yeni site yalnızca Safari'deki düğmeyle eklenir.
uk: Сайти додаються кнопкою Undirect у Safari; тут їх можна лише вилучити.
ur: سائٹس Safari کے Undirect بٹن سے شامل ہوتی ہیں۔ یہاں صرف ہٹائی جا سکتی ہیں۔
vi: Muốn thêm trang, dùng nút Undirect trên thanh công cụ Safari.
zh_hans: 网站只能通过 Safari 工具栏里的图标添加，这里无法新增。
zh_hant: 只能透過 Safari 工具列的按鈕新增網站。

source: Sites you turn on
ar_sa: المواقع التي تُفعّلها
bn: আমার চালু করা সাইট
ca: Els llocs que activo
cs: Weby, které zapnu
da: Websteder, jeg slår til
de_de: Einzeln aktivierte Websites
el: Ιστότοποι που ενεργοποιώ
es_es: Sitios que actives
es_mx: Los sitios que yo active
fi: Sivustot, jotka kytken päälle
fr_ca: Les sites que j'active
fr_fr: Sites que vous choisissez
gu: મેં ચાલુ કરેલી સાઇટ
he: אתרים שאפעיל
hi: आपकी चुनी साइटें
hr: Mjesta koja uključim
hu: Az általam bekapcsolt oldalak
id: Situs Pilihanmu
it: Solo siti attivati
ja: オンにしたサイトのみ
kn: ನಾನು ಆನ್ ಮಾಡಿದ ಸೈಟ್‌ಗಳು
ko: 직접 켠 사이트만
ml: ഞാൻ ഓണാക്കിയ സൈറ്റുകൾ
mr: मी सुरू केलेल्या साइट
ms: Laman yang saya hidupkan
nb: Nettsteder jeg slår på
nl_nl: Sites die je aanzet
or: ମୁଁ ଚାଲୁ କରିଥିବା ସାଇଟ
pa: ਮੇਰੀਆਂ ਚਾਲੂ ਕੀਤੀਆਂ ਸਾਈਟਾਂ
pl: Wybrane witryny
pt_br: Só sites ativados
pt_pt: Os sites que eu ativar
ro: Site-urile pe care le activez
ru: Только включённые сайты
sk: Weby, ktoré zapnem
sl: Mesta, ki jih vklopim
sv: Webbplatser jag slår på
ta: நான் இயக்கும் தளங்கள்
te: నేను ఆన్ చేసిన సైట్‌లు
th: เฉพาะไซต์ที่เปิดไว้
tr: Seçtiğiniz Siteler
uk: Сайти, які я ввімкну
ur: میری آن کی ہوئی سائٹس
vi: Chỉ trang đã bật
zh_hans: 仅你开启的网站
zh_hant: 只防護你開啟的網站

source: Some pages rewrite a link between the press and the release.
ar_sa: تُغيّر بعض الصفحات وجهة الرابط بين ضغطك وإفلاته، فلا تصل حيث توقعت.
bn: কিছু পাতা চাপ দেওয়া আর ছাড়ার মাঝে লিংকের গন্তব্য বদলে দেয়।
ca: Algunes pàgines canvien el destí de l'enllaç entre que prems i que deixes anar.
cs: Některé stránky změní cíl odkazu mezi stisknutím a pustím.
da: Nogle sider ændrer et links mål mellem tryk og slip.
de_de: Manche Seiten tauschen das Linkziel im Moment des Klicks aus.
el: Κάποιες σελίδες αλλάζουν τον προορισμό ενός συνδέσμου ανάμεσα στο πάτημα και την άφεση.
es_es: El enlace cambia de destino justo antes de soltar la pulsación.
es_mx: Algunas páginas cambian el destino del enlace entre que presionas y sueltas.
fi: Jotkin sivut vaihtavat linkin kohteen painalluksen ja irrotuksen välillä.
fr_ca: Certains liens changent de destination entre le moment où vous appuyez et celui où vous relâchez.
fr_fr: Certains liens changent de destination entre l'appui et le relâchement.
gu: કેટલાંક પાનાં દબાવવા અને છોડવા વચ્ચે લિંકનું ગંતવ્ય બદલી નાખે છે.
he: חלק מהדפים משנים את היעד של קישור בין הלחיצה לשחרור.
hi: दबाने और छोड़ने के बीच कुछ पेज लिंक का पता बदल देते हैं।
hr: Neke stranice promijene odredište poveznice između pritiska i otpuštanja.
hu: Egyes oldalak a lenyomás és az elengedés között megváltoztatják a hivatkozás célját.
id: Sebagian situs mengganti tujuan tautan tepat saat kamu menekannya.
it: Alcuni link cambiano destinazione nell'istante tra pressione e rilascio.
ja: 押してから離すまでの一瞬でリンクの行き先が変わり、思った場所に進めません。
kn: ಕೆಲವು ಪುಟಗಳು ಒತ್ತುವುದು ಮತ್ತು ಬಿಡುವುದರ ನಡುವೆ ಲಿಂಕ್‌ನ ಗುರಿಯನ್ನು ಬದಲಿಸುತ್ತವೆ.
ko: 누르는 순간과 떼는 순간 사이에 링크 주소가 바뀝니다.
ml: ചില പേജുകൾ അമർത്തുന്നതിനും വിടുന്നതിനും ഇടയിൽ ലിങ്കിന്റെ ലക്ഷ്യം മാറ്റും.
mr: काही पाने दाबणे आणि सोडणे यांच्या दरम्यान लिंकचे गंतव्य बदलतात.
ms: Sesetengah halaman menukar destinasi pautan antara tekanan dan lepasan.
nb: Noen sider endrer målet til en lenke mellom trykket og slippet.
nl_nl: Sommige pagina's veranderen waar een link heen gaat net voor je loslaat.
or: କିଛି ପୃଷ୍ଠା ଦବାଇବା ଓ ଛାଡ଼ିବା ମଝିରେ ଲିଙ୍କର ଗନ୍ତବ୍ୟ ବଦଳାଇ ଦିଏ।
pa: ਕੁਝ ਪੰਨੇ ਦਬਾਉਣ ਅਤੇ ਛੱਡਣ ਦੇ ਵਿਚਕਾਰ ਲਿੰਕ ਦੀ ਮੰਜ਼ਿਲ ਬਦਲ ਦਿੰਦੇ ਹਨ।
pl: Cel linku może się zmienić w chwili między naciśnięciem a puszczeniem.
pt_br: Alguns sites trocam o destino do link bem na hora do toque.
pt_pt: Algumas páginas mudam o destino da ligação entre o premir e o largar.
ro: Unele pagini schimbă destinația unui link între apăsare și eliberare.
ru: Некоторые страницы меняют адрес ссылки в момент нажатия.
sk: Niektoré stránky zmenia cieľ odkazu medzi stlačením a pustením.
sl: Nekatere strani spremenijo cilj povezave med pritiskom in spustom.
sv: Vissa sidor ändrar en länks mål mellan tryck och släpp.
ta: சில பக்கங்கள் அழுத்துவதற்கும் விடுவதற்கும் இடையில் இணைப்பின் இலக்கை மாற்றிவிடுகின்றன.
te: కొన్ని పేజీలు నొక్కడానికీ వదలడానికీ మధ్య లింక్ గమ్యాన్ని మార్చేస్తాయి.
th: บางหน้าเว็บเปลี่ยนปลายทางลิงก์ระหว่างกดกับปล่อย ทำให้คลิกไม่ไปตามที่ตั้งใจ
tr: Bazı sayfalar bağlantıyı basışla bırakış arasında değiştirir.
uk: Деякі сторінки змінюють адресу посилання між натисканням і відпусканням.
ur: کچھ صفحے دبانے اور چھوڑنے کے درمیان لنک کی منزل بدل دیتے ہیں۔
vi: Một số trang đổi đích liên kết ngay giữa lúc nhấn và lúc thả tay.
zh_hans: 有些网页会在你按下和松开之间，偷偷换掉链接指向的地方。
zh_hant: 有些網站會在按下與放開之間，偷偷換掉連結的目的地。

source: Stop
ar_sa: إيقاف
bn: বন্ধ করুন
ca: Atura
cs: Zastavit
de_de: Entfernen
el: Διακοπή
es_es: Detener
es_mx: Detener
fi: Lopeta
fr_ca: Arrêter
fr_fr: Arrêter
gu: બંધ કરો
he: עצירה
hi: रोकें
hr: Zaustavi
hu: Leállít
id: Hentikan
it: Interrompi
ja: 停止
kn: ಆಫ್ ಮಾಡಿ
ko: 중지
ml: ഓഫാക്കുക
mr: बंद करा
ms: Henti
nb: Stopp
nl_nl: Stoppen
or: ବନ୍ଦ କରନ୍ତୁ
pa: ਬੰਦ ਕਰੋ
pl: Zatrzymaj
pt_br: Parar
pt_pt: Parar
ro: Oprește
ru: Отключить
sk: Zastaviť
sl: Ustavi
sv: Stoppa
ta: நிறுத்து
te: ఆపు
th: หยุด
tr: Durdur
uk: Зупинити
ur: بند کریں
vi: Dừng
zh_hans: 停用
zh_hant: 停止

source: Stop guarding this site
ar_sa: إيقاف الحماية عن هذا الموقع
bn: এই সাইটের সুরক্ষা বন্ধ করে
ca: Desactiva la protecció en aquest lloc
cs: Vypne ochranu pro tento web
da: Slår beskyttelsen fra for dette websted
de_de: Schaltet den Schutz für die Website aus.
el: Απενεργοποιεί την προστασία για αυτόν τον ιστότοπο
es_es: Desactiva la protección de este sitio.
es_mx: Desactiva la protección en este sitio
fi: Poistaa suojauksen tältä sivustolta
fr_ca: Désactive la protection pour ce site
fr_fr: Désactive la protection pour ce site.
gu: આ સાઇટ માટે સુરક્ષા બંધ કરે છે
he: מכבה את ההגנה באתר הזה
hi: इस साइट की सुरक्षा बंद करें
hr: Isključuje zaštitu za ovo web-mjesto
hu: Kikapcsolja a védelmet ezen az oldalon
id: Matikan pelindung untuk situs ini.
it: Disattiva la protezione su questo sito.
ja: このサイトの保護をオフにします
kn: ಈ ಸೈಟ್‌ನ ರಕ್ಷಣೆಯನ್ನು ಆಫ್ ಮಾಡುತ್ತದೆ
ko: 이 사이트의 가드를 끕니다.
ml: ഈ സൈറ്റിലെ സംരക്ഷണം ഓഫാക്കുന്നു
mr: या साइटचे संरक्षण बंद करते
ms: Matikan perlindungan untuk laman ini
nb: Slår av beskyttelsen for dette nettstedet
nl_nl: Zet bescherming voor deze site uit
or: ଏହି ସାଇଟର ସୁରକ୍ଷା ବନ୍ଦ କରେ
pa: ਇਸ ਸਾਈਟ ਦੀ ਸੁਰੱਖਿਆ ਬੰਦ ਕਰਦਾ ਹੈ
pl: Wyłącza ochronę na tej witrynie.
pt_br: Desativa a proteção deste site
pt_pt: Desativa a proteção neste site
ro: Dezactivează protecția pentru acest site
ru: Отключает защиту для этого сайта
sk: Vypne ochranu pre tento web
sl: Izklopi zaščito za to spletno mesto
sv: Stänger av skyddet för den här webbplatsen
ta: இந்தத் தளத்தின் பாதுகாப்பை அணைக்கும்
te: ఈ సైట్‌కు రక్షణను ఆఫ్ చేస్తుంది
th: ปิดการป้องกันสำหรับไซต์นี้
tr: Bu sitede korumayı kapatır.
uk: Вимикає захист для цього сайту
ur: اس سائٹ کا تحفظ بند کرتا ہے
vi: Tắt bảo vệ cho trang này
zh_hans: 为此网站关闭防护
zh_hant: 停止防護這個網站

source: Swapped links
ar_sa: روابط مُبدَّلة
bn: বদলে যাওয়া লিংক
ca: Enllaços canviats
cs: Vyměněné odkazy
da: Ombyttede links
de_de: Vertauschter Link
el: Αλλαγμένοι σύνδεσμοι
es_es: Enlaces cambiados
es_mx: Enlaces cambiados
fi: Vaihdetut linkit
fr_ca: Liens substitués
fr_fr: Liens substitués
gu: બદલાયેલી લિંક
he: קישורים שהוחלפו
hi: बदलता लिंक
hr: Zamijenjene poveznice
hu: Kicserélt hivatkozások
id: Tautan Tertukar
it: Link scambiati
ja: リンクのすり替え
kn: ಬದಲಾದ ಲಿಂಕ್‌ಗಳು
ko: 뒤바뀐 링크
ml: മാറ്റിയ ലിങ്കുകൾ
mr: बदललेल्या लिंक
ms: Pautan ditukar
nb: Utskiftede lenker
nl_nl: Verwisselde link
or: ବଦଳିଯାଇଥିବା ଲିଙ୍କ
pa: ਬਦਲੇ ਹੋਏ ਲਿੰਕ
pl: Podmienione linki
pt_br: Links trocados
pt_pt: Ligações trocadas
ro: Linkuri schimbate
ru: Подмена ссылок
sk: Vymenené odkazy
sl: Zamenjane povezave
sv: Utbytta länkar
ta: மாற்றப்பட்ட இணைப்புகள்
te: మార్చిన లింక్‌లు
th: ลิงก์สลับกลางคัน
tr: Değişen Bağlantılar
uk: Підмінені посилання
ur: بدلے ہوئے لنک
vi: Liên kết bị đổi
zh_hans: 链接掉包
zh_hant: 連結中途調包

source: Turn on Undirect in Safari
ar_sa: الإضافة غير مفعّلة
bn: এক্সটেনশন চালু নেই
ca: Extensió no activada
cs: Rozšíření není zapnuté
da: Udvidelsen er ikke slået til
de_de: Erweiterung nicht aktiviert
el: Η επέκταση δεν είναι ενεργή
es_es: Extensión no activada
es_mx: Extensión sin activar
fi: Laajennus ei ole päällä
fr_ca: Extension non activée
fr_fr: Extension désactivée
gu: એક્સ્ટેંશન ચાલુ નથી
he: ההרחבה לא פעילה
hi: एक्सटेंशन बंद है
hr: Proširenje nije uključeno
hu: A bővítmény nincs bekapcsolva
id: Ekstensi Belum Aktif
it: Estensione non attivata
ja: 拡張機能はオフです
kn: ಎಕ್ಸ್‌ಟೆನ್ಶನ್ ಆನ್ ಆಗಿಲ್ಲ
ko: 확장 프로그램 꺼짐
ml: എക്സ്റ്റൻഷൻ ഓൺ ആക്കിയിട്ടില്ല
mr: एक्स्टेन्शन सुरू नाही
ms: Sambungan belum dihidupkan
nb: Utvidelsen er ikke slått på
nl_nl: Extensie staat uit
or: ଏକ୍ସଟେନସନ ଚାଲୁ ନାହିଁ
pa: ਐਕਸਟੈਂਸ਼ਨ ਚਾਲੂ ਨਹੀਂ ਹੈ
pl: Rozszerzenie wyłączone
pt_br: Extensão desativada
pt_pt: Extensão não ativada
ro: Extensia nu este activată
ru: Расширение не включено
sk: Rozšírenie nie je zapnuté
sl: Razširitev ni vklopljena
sv: Tillägget är inte aktiverat
ta: நீட்டிப்பு இயக்கப்படவில்லை
te: ఎక్స్‌టెన్షన్ ఆన్‌లో లేదు
th: ส่วนขยายยังไม่เปิดใช้งาน
tr: Uzantı Henüz Açık Değil
uk: Розширення не ввімкнено
ur: ایکسٹینشن آن نہیں ہے
vi: Tiện ích chưa bật
zh_hans: 扩展尚未启用
zh_hant: 延伸功能尚未啟用

source: Undirect may not be on
ar_sa: تعذّر التحقق من الإضافة
bn: অবস্থা যাচাই করা যায়নি
ca: No s'ha pogut comprovar
cs: Stav se nepodařilo zjistit
da: Kunne ikke tjekke status
de_de: Status nicht ermittelbar
el: Αδυναμία ελέγχου κατάστασης
es_es: No se pudo comprobar
es_mx: No se pudo verificar
fi: Tilaa ei voitu tarkistaa
fr_ca: Vérification impossible
fr_fr: Vérification impossible
gu: સ્થિતિ ચકાસી શકાઈ નથી
he: לא ניתן לבדוק את המצב
hi: स्थिति की जांच नहीं हो सकी
hr: Provjera nije uspjela
hu: Az állapot nem ellenőrizhető
id: Status Ekstensi Tidak Pasti
it: Stato non verificato
ja: 拡張機能の状態を確認できません
kn: ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗಲಿಲ್ಲ
ko: 상태를 확인할 수 없음
ml: നില പരിശോധിക്കാനായില്ല
mr: स्थिती तपासता आली नाही
ms: Status tidak dapat disemak
nb: Kunne ikke sjekke status
nl_nl: Status onbekend
or: ସ୍ଥିତି ଯାଞ୍ଚ କରାଯାଇପାରିଲା ନାହିଁ
pa: ਸਥਿਤੀ ਦੀ ਜਾਂਚ ਨਹੀਂ ਹੋ ਸਕੀ
pl: Stan nieznany
pt_br: Não foi possível confirmar
pt_pt: Não foi possível verificar
ro: Starea nu a putut fi verificată
ru: Не удалось проверить расширение
sk: Stav sa nepodarilo zistiť
sl: Stanja ni bilo mogoče preveriti
sv: Det gick inte att kontrollera status
ta: நிலையைச் சரிபார்க்க முடியவில்லை
te: స్థితిని తనిఖీ చేయలేకపోయాం
th: ตรวจสอบส่วนขยายไม่สำเร็จ
tr: Uzantı Durumu Belirsiz
uk: Не вдалося перевірити стан
ur: حالت کی جانچ نہیں ہو سکی
vi: Không rõ trạng thái tiện ích
zh_hans: 无法确认扩展状态
zh_hant: 無法確認防護狀態

source: Uninvited windows
ar_sa: نوافذ غير مرغوبة
bn: অনাহূত উইন্ডো
ca: Finestres que ningú ha demanat
cs: Nevyžádaná okna
da: Uventede vinduer
de_de: Ungebetene Fenster
el: Παράθυρα που δεν ζήτησες
es_es: Ventanas no pedidas
es_mx: Ventanas que nadie pidió
fi: Pyytämättömät ikkunat
fr_ca: Fenêtres imprévues
fr_fr: Fenêtres indésirables
gu: ન માગેલી વિન્ડો
he: חלונות שלא ביקשת
hi: अनचाही विंडो
hr: Neželjeni prozori
hu: Kéretlen ablakok
id: Jendela Tak Diundang
it: Finestre indesiderate
ja: 勝手なポップアップ
kn: ಕೇಳದ ವಿಂಡೋಗಳು
ko: 불청객 창
ml: ആരും ചോദിക്കാത്ത വിൻഡോകൾ
mr: न मागितलेल्या विंडो
ms: Tetingkap tanpa diminta
nb: Uønskede vinduer
nl_nl: Ongevraagd venster
or: ନମାଗିଥିବା ୱିଣ୍ଡୋ
pa: ਬਿਨਾਂ ਮੰਗੀਆਂ ਵਿੰਡੋਆਂ
pl: Nieproszone okna
pt_br: Janelas indesejadas
pt_pt: Janelas não pedidas
ro: Ferestre nesolicitate
ru: Незваные окна
sk: Nevyžiadané okná
sl: Nezaželena okna
sv: Oönskade fönster
ta: கேட்காத சாளரங்கள்
te: అడగని విండోలు
th: หน้าต่างที่ไม่ได้เชิญ
tr: İstenmeyen Pencereler
uk: Небажані вікна
ur: بن مانگی ونڈوز
vi: Cửa sổ không mời
zh_hans: 意外弹窗
zh_hant: 不請自來的視窗
